adw-gtk-theme
awww
base
base-devel
blueman
bluez
brightnessctl
celluloid
ddcutil
egl-wayland
fastfetch
flatpak
frameworkintegration
git
gpu-screen-recorder
gum
hypridle
hyprland
hyprlock
hyprshot
hyprsunset
imagemagick
imv
inter-font
kitty
less
linux
linux-firmware
lsd
mariadb
nano
nautilus
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia-open
nvidia-settings
nvidia-utils
nwg-look
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
polkit-gnome
qbittorrent
rnote
satty
sddm
spectacle
sudo
swaync
trash-cli
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
uwsm
vim
waybar
wl-clip-persist
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
zed
zsh
